Repository: gfirem/woocommerce-software-license-documentation-language
Catalog: lang/woo_*.po
Languages: sl_es_es

source: The <code>%s</code> option is deprecated for the family of <code>bloginfo()</code> functions.
sl_es_es: La opción <code>% s </ code> es obsoleta para la familia de las funciones de <code> bloginfo () </ code>.

source: Use the <code>%s</code> option instead.
sl_es_es: En su lugar utilice <code>% s </ code>

source: Settings Saved
sl_es_es: Ajustes guardados

source: General Settings
sl_es_es: Configuración general

source: Use Cache Module
sl_es_es: Utilice el módulo caché

source: The cache module will drastically increase the processing speed of all API calls, concluding on very low CPU and memory usage. More details about Cache Module usage can be found at
sl_es_es: El módulo de memoria caché aumentará radicalmente la velocidad de procesamiento de todas las llamadas API, concluyendo con un nivel muy bajo de uso de la CPU y de la memoria. Podrá encontrar más detalles sobre el uso del módulo de caché en

source: More Details
sl_es_es: Más detalles

source: Grant access to licence key after payment
sl_es_es: Permitir el acceso a la clave de la licencia después del pago

source: Enable this option to grant access to downloads when orders are "completed", rather than "processing".
sl_es_es: Activar esta opción para permitir el acceso a las descargas cuando se "completen" los pedidos, en lugar de "procesar".

source: Save Settings
sl_es_es: Guardar ajustes

source: Order License Details
sl_es_es: Realice el pedido de los detalles de licencia

source: License Keys
sl_es_es: Claves de la licencia

source: Key Generator
sl_es_es: Generador de Claves

source: Group title
sl_es_es: Título del grupo

source: The license group title.
sl_es_es: El título del grupo de licencias.

source: Licence Prefix
sl_es_es: Prefijo de la Licencia

source: A prefix for generated keys.
sl_es_es: Un prefijo para las claves generadas.

source: Maximum Licence Keys
sl_es_es: Máximo de Claves de Licencia

source: The maximum number of licence keys which can generate.
sl_es_es: El número máximo de claves de licencia que pueden generarse.

source: Instances per Key
sl_es_es: Instancias por clave

source: The maximum activations domains / WordPress a key can be used along.
sl_es_es: Los dominios del máximo de activaciones/ WordPress se puede utilizar una tecla.

source: Use Predefined Keys
sl_es_es: Utilice Claves predefinidas

source: Predefined keys will be used instead generated. Keys are provided through Product page
sl_es_es: Se utilizarán teclas predefinidas que se generen. Las claves se proporcionan a través de la página del producto

source: 1 domain
sl_es_es: 1 dominio

source: License Key
sl_es_es: Clave de licencia

source: Status
sl_es_es: Estado

source: Domain
sl_es_es: Dominio

source: Action
sl_es_es: Acción

source: Group
sl_es_es: Grupo

source: Max Keys
sl_es_es: Máximo de Claves

source: Instances per key
sl_es_es: Instancias por Clave

source: In use keys
sl_es_es: Claves en uso

source: Generate Licence Key
sl_es_es: Genere la Clave de la Licencia

source: Licence
sl_es_es: Licencia

source: Licence allow keys to be created and allow API software update access.
sl_es_es: La licencia permite que se creen las claves y le permite al programa informático API actualizar acceso.

source: Software Title
sl_es_es: Título del programa informático

source: This software title.
sl_es_es: Este título de programa informático.

source: e.g. Custom Plugin
sl_es_es: ej. Plugin de encargo

source: Software Unique ID
sl_es_es: Identificador único del programa informático

source: This unique ID/Name is used by the API to identify the software.
sl_es_es: Este identificador único / API utiliza el nombre para identificar el programa informático.

source: e.g. WP-PLG-38
sl_es_es: ej. WP-PLG-38

source: Software Version
sl_es_es: Versión del programa informático

source: The software version number.
sl_es_es: Versión numérica de la versión del software

source: e.g. 2.1
sl_es_es: Ej. 2.1

source: Software Author
sl_es_es: Autor del programa informático

source: The author of the software.
sl_es_es: El autor del programa informático

source: Software Page URL
sl_es_es: URL del programa informático

source: The software page URL.
sl_es_es: URL de la página del programa informático

source: WP Version Required
sl_es_es: Versión de WP requerida

source: Minimum WordpPress version which is requires.
sl_es_es: Versión mínima de WP requerida

source: e.g. 3.2
sl_es_es: Ej. 3.2

source: WP Version Tested Up To
sl_es_es: Versión de WP probada

source: Highest version of WordPress software was tested on.
sl_es_es: Versión superior de WP probada

source: e.g. 4.0
sl_es_es: Ej. 4.0

source: Software Last Updated
sl_es_es: Ultima actualización del programa informática

source: When the software was last updated.
sl_es_es: Cuando fue la ultima ves que se actualizó el software

source: YYYY-MM-DD
sl_es_es: DD-MM-AAAA

source: WP Update nottice
sl_es_es: Aviso de Actualización del WP

source: WP Update nottice.
sl_es_es: WP aviso de actualización

source: e.g. Update Available
sl_es_es: Ej. Actualización disponible

source: Description
sl_es_es: Descripción

source: A description of the software
sl_es_es: Descripción del software

source: Installation
sl_es_es: Instalación

source: This section describes how to install the software and get it working.
sl_es_es: Esta sección describe cómo instalar el programa informático y cómo lograr que funcione.

source: FAQ
sl_es_es: Preguntas Frecuentes

source: Frequently Asked Questions.
sl_es_es: Preguntas frecuentes.

source: Screenshots
sl_es_es: Capturas de pantalla

source: Screenshots.
sl_es_es: Capturas de pantalla.

source: Changelog
sl_es_es: Histórico de Cambios

source: Changes in the software.
sl_es_es: Cambios del programa informática

source: Reviews
sl_es_es: Revisiones

source: Software reviews.
sl_es_es: Revisiones del software

source: Other Notes
sl_es_es: Otras notas

source: Other Notes of the software.
sl_es_es: Otras notas del programa informático

source: High resolution banner 1544x500 px
sl_es_es: Banderola de alta definición (1544x500 px)

source: Low resolution banner 772x250 px
sl_es_es: Banderola de baja definición (772x250 px)

source: The license group title. Required to be unique per product.
sl_es_es: Titulo del grupo de la licencia. Tiene que ser único por producto.

source: Predefined keys will be used instead generated.
sl_es_es: Se utilizarán las claves predefinidas que se generen.

source: Predefined Keys
sl_es_es: Claves predefinidas

source: Single key per line. Large lists save may depend on server environment variables.
sl_es_es: Una clave por línea. La salva de listas grandes podrán depender las configuraciones del servidor.

source: Remove
sl_es_es: Eliminar

source: Add License Group Type
sl_es_es: Añadir Tipo de Licencia para el Grupo

source: Invalid product, please select one.
sl_es_es: Producto no válido, por favor seleccione uno.

source: Invalid security code
sl_es_es: Código de seguridad no válido

source: No capabilities over this order
sl_es_es: No hay capacidad en esta orden

source: Sorry maximum number of generated Licence Keys reached! Please upgrade if available.
sl_es_es: Disculpe se alcanzó el numero máximo de generación de claves. Por favor mejore su cuenta si es posible.

source: A new License Keys has been generated
sl_es_es: Se ha generado una nueva clave.

source: There was a problem generating a new licence key. Please contact system administrator.
sl_es_es: Un problema generó una nueva clave. Por favor contacte al administrador.

source: Invalid data
sl_es_es: Datos no válidos

source: Licence Manage
sl_es_es: Administración de Licencias

source: You must be loged-in to access this form
sl_es_es: Debe iniciar sesión para visualizar este formulario

source: Software License
sl_es_es: Licencia de Programa Informático

source: Endpoint for the My Account &rarr; Software License page
sl_es_es: Punto final de Mi Cuenta &arr, página de la Licencia del Programa Informático

source: Active
sl_es_es: Activo

source: Inactive
sl_es_es: Inactivo

source: Deactivate
sl_es_es: Desactivado

source: Delete
sl_es_es: Eliminar

source: No keys
sl_es_es: No hay claves

source: You can manage your keys from My Account
sl_es_es: Puede administrar sus claves desde Mi Cuenta

source: Unable to determinate the wp-config.php file path
sl_es_es: No es posible determinar la ruta del archivo wp-config.php

source: The wp-config.php file is not writable
sl_es_es: El archivo wp-config.php no tiene permisos de escritura

source: Unable to read the wp-config.php file content
sl_es_es: No es posible leer contenido del archivo wp-config.php

source: Cache Module status updated
sl_es_es: Estado del módulo caché actualizado

source: Unable to update the wp-config.php file
sl_es_es: No es posible actualizar el archivo wp-config.php

source: Order <mark class="order-number">%s</mark> was placed on <mark class="order-date">%s</mark> and is currently <mark class="order-status">%s</mark>.
sl_es_es: Pedido <mark class="order-number">%s</mark> realizado el <mark class="order-date">%s</mark> y se encuentra actualmente <mark class="order-status">%s</mark>.

source: My Order License Keys
sl_es_es: Mis Claves de Licencia de Pedidos

source: WooCommerce Software License
sl_es_es: Licencia de Programa Informático WooCommerce

source: WordPress WooCommerce Software License helps with software license keys management, autoupdates and code protection
sl_es_es: La Licencia del Programa Informático WordPress WooCommerce Software le ayuda con la administración de las claves de licencia, auto-actualizaciones y protección del código

source: Nsp Code
sl_es_es: Código Nsp
